Repository: COMU/wirgul
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Main Page
tr: Ana Sayfa

source: Wireless Accounts Settings Page
tr: Kablosuz Hesap Ayar Sayfası

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: An error occured!
tr: Bir hata oluştu!

source: Mathematical result
tr: Matematiksel sonuç

source: Write the corresponding result for the mathematical expression
tr: Matematiksel ifadenin karşılığını yazınız

source: Send
tr: Gönder

source: New User Application
tr: Yeni Kullanıcı Başvurusu

source: Guest User
tr: Misafir Kullanıcı

source: New Password
tr: Yeni Parola

source: Language
tr: Dil

source: <p>There is an account already exist with th email address %(email)s on our system.</p> <p>Connection details had been sent to your email. You can see your previous details by searching your email inbox.</p> <p>If you don't remember your password use <a href="%(new_password_view_url)s">New Password menu</a> to get a new password to your email.</p>
tr: <p>%(email)s adresi ile sistemimizde kablosuz erişim için bir hesap bulunmaktadır.</p> <p>Erişim bilgileriniz daha önce e-posta hesabınıza gönderilmiş. Gelen kutunuzda arama yaparak eski bilgilerinizi görebilirsiniz.</p> <p>Parolanızı hatırlamıyorsanız <a href="%(new_password_view_url)s">Yeni Parola menüsünü</a> kullanarak e-posta hesabınıza yeni bir parola gelmesini sağlayabilirsiniz.</p>

source: Warning
tr: Uyarı

source: <p>%(email)s address is already registered.</p> <p>Use <a href="%(new_password_view_url)s">New Password menu</a> to get a new password to your email.</p>
tr: <p>%(email)s adresi daha önce kaydedilmiş.</p> <p><a href="%(new_password_view_url)s">Yeni Parola menüsünü</a> kullanarak e-posta hesabınıza yeni bir parola gelmesini sağlayabilirsiniz.</p>

source: <h3> A user with the address %(host_user_email)s is not registered to our system.</h3>
tr: %(host_user_email)s adresine sahip bir kullanıcı kayıtlı değil

source: <p>The email that you entered is not registered to our system.</p> <p> To register a new user click <a href="%(new_user_view_url)s">link</a>.</p>
tr: <p>Girmiş olduğunuz eposta adresi sistemimizde kayıtlı değildir.</p> <p> Yeni kullanıcı kaydı için <a href="%(new_user_view_url)s">bağlantıya</a> tıklayınız. </p>

source: <p>Click on the link sent to the address (%(email)s) to fulfill the account creation.</p>
tr: <p>E-Posta (%(email)s) adresinize gönderilen bağlantıya tıklayarak hesap açma işlemini tamamlayabilirsiniz.</p>

source: <p>When ever the link is clicked at the email address %(host_email)s the wireless connection details related with %(email)s will be sent.</p>
tr: <p>%(host_email)s adresine giden epostadaki bağlantıya tıklanması durumunda %(email)s ile ilgili bağlantı bilgileri gönderilecektir.</p>

source: <p>You can click the link sent to the address (%(email)s) and the new password will be sent to your email.</p>
tr: <p>E-Posta (%(email)s) adresinize gönderilen bağlantıya tıklayarak yeni parolanızın hesabınıza gönderilmesini sağlayabilirsiniz.</p>

source: <p>You had registered before by clicking this link.</p> <p>If you forget your password use <a href="%(new_password_view_url)s">New Password menu</a> to get a new password to your email address.</p>
tr: <p>Bu bağlantıyı kullanarak daha önceden sistemimize kayıt yapmışsınız.</p> <p>Parolanızı unuttuysanız <a href="%(new_password_view_url)s">Yeni Parola menüsünü</a> kullanarak e-posta hesabınıza yeni bir parola gelmesini sağlayabilirsiniz.</p>

source: <p>Your wireless connection details were sent to the email address (%(email)s).</p>
tr: <p>Eposta adresine (%(email)s) kablosuz bağlantı bilgileriniz gönderilmiştir. </p>

source: <p>You haven't clicked the link in the defined timeout interval.</p> <p>Repeat your <a href="%(new_user_view_url)s">New User</a> application.</p>
tr: <p>Zaman aşımı süresi içerisinde e-postanıza gelen bağlantıya tıklamadınız.</p> <p><a href="%(new_user_view_url)s">Yeni kullanıcı başvurunuzu</a> tekrarlayınız.</p>

source: <p>You haven't clicked the link in the defined timeout interval.</p> <p>Repeat your <a href="%(guest_user_view_url)s">Guest User</a> application.</p>
tr: <p>Zaman aşımı süresi içerisinde e-postanıza gelen bağlantıya tıklamadınız.</p> <p><a href="%(guest_user_view_url)s">Misafir kullanıcı başvurunuzu</a> tekrarlayınız.</p>

source: <p>You had changed your password by clicking this link once.</p> <p>To change your password again use <a href="%(new_password_view_url)s">New Password</a> menu.</p>
tr: <p>Bu bağlantıyı kullanarak parolanızı bir kere değiştirdiniz.</p> <p>Parolanızı tekrar değiştirmek için <a href="%(new_password_view_url)s">Yeni Parola</a> menüsünü kullanınız.</p>

source: <p>An error occured when your request is being processed.</p>
tr: <p>İşleminiz gerçekleştirilirken bir hata oluştu.</p>

source: <p>This link is timeout.</p> <p>Use <a href="%(new_password_view_url)s">New Password</a> link and try again.</p>
tr: <p> Bu link zaman aşımına uğramıştır. </p> <p> <a href="%(new_password_view_url)s">Yeni Parola</a> bağlantısını kullanarak tekrar deneyiniz</p>

source: <h3>Username and password information is sent to your friend's email address.</h3>
tr: <h3>Kullanıcı adı ve parolası arkadaşınızın epostasına gönderilmiştir

source: <p>Your new password was sent to your email address (%(email)s).</p>
tr: <p>Yeni parolanız e-posta (%(email)s) adresinize gönderilmiştir.</p>

source: Çanakkale Onsekiz Mart University
tr: Çanakkale Onsekiz Mart Üniversitesi

source: Register
tr: Kaydol

source: New User
tr: Yeni Kullanıcı

source: From the <strong>New User</strong> menu fill the form with en email that has the extension of <strong>comu.edu.tr</strong>. After filling the form and clicking the link that is sent to your email, your connection credentials will be sent to your email.
tr: <strong>Yeni Kullanıcı</strong> menüsününden <strong>comu.edu.tr</strong> uzantılı kurum epostanız ile formu doldurunuz. Formu doldurduktan sonra e-postanıza gelen bağlantıya tıkladığınızda kullanıcı bilgileriniz e-postanıza gönderilecektir.

source: If you have a wireless account already use <strong>New Password</strong> menu. After filling the form and clicking the link that is sent to your email, your connection credentials will be sent to your email.
tr: Daha önce bir kablosuz hesabınız varsa <strong>Yeni Parola</strong> menüsünü kullanınız. Formu doldurduktan sonra e-postanıza gelen bağlantıya tıkladığınızda yeni parolanız e-postanıza gönderilecektir.

source: BIDB Main Page
tr: BIDB Ana Sayfa

source: Eduroam Connection Settings
tr: Eduroam Bağlantı Ayarları

source: Write the result of the mathematical equivalent
tr: Matematiksel ifadenin sonucunu yazınız

source: An error occured while processing your request.
tr: İşleminiz gerçekleştirilirken bir hata oluştu

source: Email is sent to your email address
tr: Eposta adresine bir eposta gönderildi

source: This field is mandatory
tr: Bu alan zorunludur

source: Invalid email address is entered
tr: Geçersiz bir eposta girildi

source: You mistyped the result
tr: Sonucu yanlış yazdınız

source: Wrong domain name is entered
tr: Yanlış alan adı girildi

source: Wrong control email is entered
tr: Yanlış kontrol epostası girildi

source: Only allowed email addresses belong to a certain university.
tr: Sadece belli bir üniversiteye ait alan adılarına izin vardır

source: Your Name
tr: İsminiz

source: Your Middle Name
tr: Orta İsminiz

source: Your Surname
tr: Soyadınız

source: Your Email Address
tr: Eposta Adresiniz

source: Your Faculty
tr: Fakülteniz

source: Your Department
tr: Bölümünüz

source: Email address of the person that you visit
tr: Ziyarete geldiğiniz kişinin eposta adresi

source: Choose hour, day and week
tr: Saat, gün ve hafta seçiniz

source: Choose the period that you want to use wireless access
tr: Kablosuz erişimi kullanmak istediğiniz süreyi giriniz

source: Your phone number
tr: Telefon numaranız

source: Your citizen number
tr: T.C. Kimlik Numaranız

source: Password Change Page
tr: Parola Değişim Sayfası

source: Guest User Page
tr: Misafir Kullanıcı Sayfası

source: Guest User Application
tr: Misafir Kullanıcı Uygulaması

source: Guest User Operation
tr: Misafir Kullanıcı İşlemi

source: Warning!
tr: Uyarı!

source: Password change is successful
tr: Parola değişimi başarılı

source: User Operation
tr: Kullanıcı İşlemi
